package org.crm.frme.service;

import java.util.Map;

/***********************************************************************************************
 * Program Name : 비밀번호 변경 팝업 Service
 * Creator      : nyh
 * Create Date  : 2025.01.20
 * Description  : 비밀번호 변경 팝업
 * Modify Desc  :
 * -----------------------------------------------------------------------------------------------
 * Date         | Updater        | Remark
 * -----------------------------------------------------------------------------------------------
 * 2025.01.20     nyh           최초생성
 ************************************************************************************************/
public interface FRME320Service {
	int FRME320SEL01(Map<String, Object> map) throws Exception;
}
