package org.crm.cmmt.service;

import org.crm.cmmt.VO.CMMT620VO;

import java.util.List;


/***********************************************************************************************
 * Program Name : 뉴스레터 확인내역 Service
 * Creator      : 손동완
 * Create Date  : 2023.11.17
 * Description  : 뉴스레터 확인내역
 * Modify Desc  :
 * -----------------------------------------------------------------------------------------------
 * Date         | Updater        | Remark
 * -----------------------------------------------------------------------------------------------
 * 2023.11.17      손동완           최초생성
 ************************************************************************************************/
public interface CMMT620Service {
	List<CMMT620VO> CMMT620SEL01(CMMT620VO vo) throws Exception;
}
