package org.crm.sysm.service;


import org.crm.sysm.VO.SYSM230VO;

import java.util.List;

/***********************************************************************************************
* Program Name : 로그인 이력조회 Service
* Creator      : 이민호
* Create Date  : 2022.02.14
* Description  : 로그인 이력조회
* Modify Desc  :
* -----------------------------------------------------------------------------------------------
* Date         | Updater        | Remark
* -----------------------------------------------------------------------------------------------
* 2022.02.14     이민호           최초생성
************************************************************************************************/
public interface SYSM230Service {
	
	List<SYSM230VO> SYSM230SEL01(SYSM230VO vo) throws Exception;
		
}
