package org.crm.sysm.service;


import org.crm.sysm.VO.SYSM101VO;

import java.util.List;

/***********************************************************************************************
* Program Name : 태넌트 정보관리 팝업 Service
* Creator      : 김보영
* Create Date  : 2022.01.10
* Description  : 태넌트 정보관리
* Modify Desc  :
* -----------------------------------------------------------------------------------------------
* Date         | Updater        | Remark
* -----------------------------------------------------------------------------------------------
* 2022.01.10    김보영           최초생성
************************************************************************************************/
public interface SYSM101Service {

	List<SYSM101VO> SYSM101SEL01(SYSM101VO vo) throws Exception;
}
